Repository: xueyongwei/jumper
Catalog: Jump/*.lproj/Localizable.strings
Languages: es, ja

source: Click on Screen
es: Haga clic en la pantalla
ja: クリックして

source: Start Game
es: Iniciar el juego
ja: 開始

source: Settings
es: Ajustes
ja: 設定

source: Music
es: Música
ja: 音楽

source: Sound
es: Soñar
ja: 効果音

source: Notification
es: Notificación
ja: お知らせ

source: Restore
es: Restaurar Compra
ja: 購入を復元

source: Contact
es: Contáctenos
ja: 連絡する

source: About
es: Créditos
ja: クレジッ

source: Clear Obstacle
es: eliminar los obstáculos
ja: クリアモンスター

source: Rapid Sprint
es: Sprint rápido
ja: 速いスプリント

source: Wings Protection
es: Protección de las alas
ja: 翼の保護

source: Inadequate Diamond
es: Diamond inadecuada
ja: 不十分なダイヤモンド

source: Gold Doubles
es: Dobles de Oro
ja: ダブルゴールド

source: Home
es: Página principal
ja: ホームページ

source: Remove ads
es: Quitar anuncios
ja: 広告を削除

source: Share
es: compartir
ja: シェア

source: Share New Record
es: Comparte nuevo récord
ja: 新しいレコードを共有

source: Highest Score
es: Puntuación más alta
ja: 最高スコア

source: Failed purchase
es: Error de compra
ja: 失敗した購入

source: Successful purchase！
es: compra con éxito!
ja: 成功した購入！

source: Today 's diamonds have been all led away, come back tomorrow.
es: Por favor, vuelve mañana.
ja: 明日戻ってください。

source: Purchase
es: Tienda
ja: ショップ

source: Item
es: el ítem
ja: どうぐ

source: Gold
es: oro
ja: ゴールド

source: Diamond
es: Diamante
ja: ダイヤモンド

source: Come and get free diamonds! Challenge high scores in Hop Jump's colorful world!
es: Ven y consigue diamantes gratis! ¡Desafía las altas puntuaciones en el colorido mundo de Hop Jump!
ja: 無料のダイヤモンドを手に入れよう！ Hop Jump のカラフルな世界でハイスコアにチャレンジ！

source: Get %@?
es: recibirás %@？
ja: %@ を得る？

source: Get %@ gold?
es: recibirás %@ oro？
ja: %@ゴールドを得る？

source: Cancel
es: Cancelar
ja: キャンセル

source: OK
es: yo sé
ja: オーケー

source: Yes
es: sí
ja: はい

source: No
ja: いいえ

source: whether to spend %1@ diamonds for %2@ gold?
es: %1@ diamantes a cambio de %2@ oro？
ja: %1@のダイヤモンドを%2@のゴールドに変換？

source: Lack of Gold
es: Falta de oro
ja: 不十分なゴールド

source: Lack of Diamond
es: Falta de diamante
ja: 不十分なダイヤモンド

source: You got
es: Usted obtiene
ja: あなたが得ます

source: New Record
es: Nuevo récord
ja: 新記録

source: Score
es: Puntuación
ja: スコア

source: Share successfully
es: Compartir con éxito
ja: 成功したシェア

source: Share failed
es: Compartir fallan
ja: シェアは成功しませんでした

source: Successful
es: Exitoso
ja: 成功した

source: Congratulations on getting
es: Enhorabuena para conseguir
ja: あなたが得ます

source: Please check the network connection
es: Compruebe la conexión de red
ja: ネットワーク接続を確認してください

source: Long press to identify
es: Prensa larga para identificar
ja: 長く押すと識別する

source: Naughty Mr.Banana will let you slip
es: El plátano travieso le dejará deslizarse
ja: バナナはあなたを落とさせます

source: Watch out！ Avoid encounter Mr.Monster, otherwise the game is over！
es: Cuidado! Evite el encuentro Mr.Monster, de lo contrario el juego ha terminado!
ja: 注意してください！ ミスターモンスターとの出会いを避けてください。さもなければ、ゲームは終わりです！

source: Use"Wings Protection", get a chance to resurrect.
es: Uso"Protección de las alas", resucitado de la muerte.
ja: 使用“翼の保護”，復活のチャンスを得る.

source: Left 1 Jump
es: Izquierda 1 paso
ja: 左 1 歩

source: Right 2 Jump
es: derecho 2 paso
ja: 右 2 歩

source: Cumulative Score
es: Puntuación acumulada
ja: 累積スコア

source: Gold Spending
es: Ha consumido oro
ja: ゴールド消費

source: Rate us
es: 5 estrellas
ja: 評価

source: Come and challenge high scores in Hop Jump's colorful world!
es: ¡Venga y desafíe altas puntuaciones en el colorido mundo de Hop Jump!
ja: Hop Jump のカラフルな世界でハイスコアに挑戦してください！

source: Unlock this role？
es: desbloquear este papel？
ja: 役割のロックを解除しますか？
